export const checkList = [
  {
    id: 0,
    content: '영양성분을 고려한 주간 식단표를 계획할 수 있다.',
  },
  {
    id: 1,
    content: '식품을 구매할 때 제조일자와 유통기한을 확인한다.',
  },
  {
    id: 2,
    content: '조리법에 따라서 음식을 조리할 수 있고 \n' + '사람 수에 따라 음식 양을 조절할 수 있다',
  },
  {
    id: 3,
    content:
      '어떤 음식이 냉장보관 또는 냉동보관이 필요한지 알고 있고,\n음식이 상했는지 구별할 수 있다',
  },
  {
    id: 4,
    content:
      '식사준비 시에 적절하게 주방기구를 사용하고,\n사용한 후 주방기구를 깨끗하게 정리정돈 할 수 있다',
  },
  {
    id: 5,
    content:
      '집안청소(화장실, 침실, 가스레인지 등)를 할 수 있고,\n방 정리정돈 상태를 유지할 수 있다',
  },
  {
    id: 6,
    content: '적절한 쓰레기 처리 방법\n' + '(재활용, 음식물 등)을 알고 있다',
  },
  {
    id: 7,
    content: '영양성분을 고려한 주간 식단표를 계획할 수 있다.',
  },
  {
    id: 8,
    content:
      '의류라벨 지시에 따른 세탁방법, 세탁기 사용법, 옷 건조,\n다리미 사용을 포함한 의복관리방법을 알고 있다.',
  },
];
