export const checkList = [
  {
    type: 'DAILY_LIFE',
    questions: [
      {
        id: 0,
        content: '영양성분을 고려한 주간 식단표를 계획할 수 있다.',
      },
      {
        id: 1,
        content: '식품을 구매할 때 제조일자와 유통기한을 확인한다.',
      },
      {
        id: 2,
        content:
          '조리법에 따라서 음식을 조리할 수 있고 \n' + '사람 수에 따라 음식 양을 조절할 수 있다',
      },
      {
        id: 3,
        content:
          '어떤 음식이 냉장보관 또는 냉동보관이 필요한지 알고 있고,\n음식이 상했는지 구별할 수 있다',
      },
      {
        id: 4,
        content:
          '식사준비 시에 적절하게 주방기구를 사용하고,\n사용한 후 주방기구를 깨끗하게 정리정돈 할 수 있다',
      },
      {
        id: 5,
        content:
          '집안청소(화장실, 침실, 가스레인지 등)를 할 수 있고,\n방 정리정돈 상태를 유지할 수 있다',
      },
      {
        id: 6,
        content: '적절한 쓰레기 처리 방법\n' + '(재활용, 음식물 등)을 알고 있다',
      },
      {
        id: 7,
        content: '영양성분을 고려한 주간 식단표를 계획할 수 있다.',
      },
    ],
  },
  {
    type: 'SELF_MANAGEMENT',
    questions: [
      {
        id: 0,
        content:
          ' 건강을 위한 생활습관이 잘 되어있다.(예를 들어, 규칙적인생활, 예방주사, 손 씻기, 양치질하기, 치과검진 등) ',
      },
      {
        id: 1,
        content: '성(性)적 행동을 결정하기 전에 반드시 고려해야할 사항이 무엇인지 알고 있다.',
      },
      {
        id: 2,
        content: '성폭력 피해 시 도움을 받을 수 있는 긴급전화 등 한 가지 이상의 방법을 알고 있다.',
      },
      {
        id: 3,
        content:
          '성적접촉으로 인해 생길 수 있는 위험(에이즈, 매독, 임질등)을 알고 있고 예방법을 이해하고 있다.',
      },
      {
        id: 4,
        content: '담배, 술, 약물 등을 누군가 권유했을 때 거절할 수 있다.',
      },
      {
        id: 5,
        content: '바람직한 이성교제에 대하여 알고 있다',
      },
      {
        id: 6,
        content: '응급상황이 발생했을 때 상황에 따른 응급처치 요령을 알고 있다.',
      },
      {
        id: 7,
        content: '건강상태, 가족의 질병경험, 병원기록 등을 묻는 질문에 대답할 수 있다.',
      },
    ],
  },

  {
    type: 'MONEY_MANAGEMENT',
    questions: [
      {
        id: 0,
        content: '한 달 동안 쓰는 돈의 수입과 지출을 파악할 수 있다',
      },
      {
        id: 1,
        content: '용돈기입장을 사용하고 있다.',
      },
      {
        id: 2,
        content: '공과금에 대하여 알고 있다.',
      },
      {
        id: 3,
        content:
          ' 휴대폰을 쓸 경우 요금을 내야하는 책임이 있으며, 요금을 연체했을 경우 받는 불이익에 대해 알고 있다.',
      },
      {
        id: 4,
        content: '본인의 통장을 개설할 수 있다.',
      },
      {
        id: 5,
        content: '인터넷 뱅킹을 사용할 수 있다.',
      },
      {
        id: 6,
        content: '자립을 위한 저축액(디딤씨앗통장, 후원금, 용돈 등)을 매월 확인하고 있다.',
      },
      {
        id: 7,
        content: ' 19세부터 건강보험 납부의무가 있다는 것을 알고 있다.',
      },
    ],
  },
  {
    type: 'SOCIETY',
    questions: [
      {
        id: 0,
        content: '나 스스로 자립할 만큼 성장하였다고 생각한다.',
      },
      {
        id: 1,
        content: '내가 왜 시설(위탁가정)에 있는지 이해한다.',
      },
      {
        id: 2,
        content: '나의 자립계획을 세우고 양육자와 함께 토론하였다',
      },
      {
        id: 3,
        content: '나는 당장 의지할 사람과 자원이 있다',
      },
      {
        id: 4,
        content: '나는 독립한 후 의지할 사람과 자원이 있다.',
      },
      {
        id: 5,
        content: '화가 날 때나 우울할 때, 그것에 대해 이야기할 수 있다.',
      },
      {
        id: 6,
        content: '내 생활의 변화에 대해 대처할 수 있다',
      },
      {
        id: 7,
        content: '자립 할 때가 왔을 때 내 감정을 조절할 수 있다',
      },
    ],
  },
];
